tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'adoptopenjdk/openjd'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
brew 'zsh'
brew 'oh-my-zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'git'
brew "tree"
brew 'python3'
brew 'awscli'
brew 'docker-compose'
brew 'jenv'
brew 'kotlin'
cask 'docker'
cask 'adoptopenjdk8'
cask 'temurin17'
cask 'font-menlo-for-powerline'
cask 'intellij-idea'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'slack'
cask 'itsycal'
cask 'rectangle'
cask 'postman'
